Repository: migueesc123/PowerBIRESTAPI
Catalog: Power BI API/Power BI API/resources.*.resx
Languages: es

# Admin
source: Power BI Service Administrator
es: Administrador de Servicios de Power BI

# AppWorkspace
source: Workspaces
es: Áreas de trabajo de la aplicación (Grupos)

# ButtonHelp
source: Connect to Power BI API
es: Conectarse al API de Power BI

# ButtonTitle
source: Power BI API
es: Power BI API (Español)

# CapacitiesAsAdmin
source: Capacities (Admin)
es: Capacidades (Admin)

source: Dashboards
es: Paneles

# DashboardsAsAdmin
source: Dashboards (Admin)
es: Paneles (Admin)

source: Dashboard Tiles
es: Losas de Paneles

# DataflowDatasources
source: Dataflows Datasources
es: Fuentes de datos de flujos de datos

# DataflowDatasourcesAsAdmin
source: Dataflow Datasources (Admin)
es: Fuentes de datos de flujos de datos (Admin)

source: Dataflows
es: Flujos de datos

# DataflowsAsAdmin
source: Dataflows (Admin)
es: Flujos de datos (Admin)

# DatasetDatasourcesAsAdmin
source: Dataset Datasources (Admin)
es: Fuentes de datos de conjuntos de datos (Admin)

source: Datasets
es: Conjuntos de datos

# DatasetsAsAdmin
source: Datasets (Admin)
es: Conjuntos de datos (Admin)

# DataSourceLabel
source: Power BI API
es: Power BI API (Español)

# Datasources
source: Dataset Datasources
es: Fuentes de datos de conjuntos de datos

source: Gateway Data Sources
es: Fuentes de datos de puerta de enlace

source: Gateway Data Source Users
es: Usarios de fuentes de datos de puerta de enlace

source: Gateways
es: Puerta de enlace

source: GETData
es: GETDatos

# GETDataCode
source: =PowerBIRESTAPI.GETData(""datasets"") Get the full documentation at https://msdn.microsoft.com/en-us/library/dn877544.aspx
es: =PowerBIRESTAPI.GETData("datasets") Obtenga la documentación completa en https://msdn.microsoft.com/es-es/library/dn877544.aspx

# GETDataDescription
source: Returns raw JSON from any of the https://api.powerbi.com/v1.0/myorg endpoints.
es: Devuelve datos sin procesar de cualquiera de los https://api.powerbi.com/v1.0/myorg puntos finales.

# GETDataResult
source: Raw response for all the datasets in the Personal Workspace of the authenticated user.
es: Respuesta sin formato para todos los conjuntos de datos en el área de trabajo personal del usuario autenticado.

# GroupsAsAdmin
source: Workspaces (Admin)
es: Áreas de trabajo (Admin)

# GroupUsersAsAdmin
source: Workspace Users (Admin)
es: Usarios de áreas de trabajo (Admin)

# MyWorkspace
source: Personal Workspace
es: Mi área de trabajo

# PersonalDashboards
source: Dashboards (Personal)
es: Mis paneles

# PersonalDatasets
source: Datasets (Personal)
es: Mis conjuntos de datos

# PersonalRefreshHistory
source: Refresh History (Personal)
es: Mi historial de actualizaciones

# PersonalReports
source: Reports (Personal)
es: Mis informes

source: Refresh History
es: Historial de actualizaciones

source: Refresh Schedule
es: Calendario de actualizaciones

source: Reports
es: Informes

# ReportsAsAdmin
source: Reports (Admin)
es: Informes (Admin)

source: Workspace Users
es: Usuarios de áreas de trabajo

source: Workspaces
es: Lista de áreas de trabajo

# PersonalApps
source: Apps (Personal)
es: Mis aplicaciones

source: Gateway Data Source Status
es: Estado de la de fuentes de datos de puerta de enlace

# CapacityRefreshablesAsAdmin
source: Capacity Refreshables (Admin)
es: Contenido de los capacidades (Admin)

source: GETRawData
es: GETDatosCrudos

# GETRawDataCode
source: =PowerBIRESTAPI.GETRawData(""datasets"") Get the full documentation at https://msdn.microsoft.com/en-us/library/dn877544.aspx
es: =PowerBIRESTAPI.GETData("datasets") Obtenga la documentación completa en https://msdn.microsoft.com/es-es/library/dn877544.aspx

# GETRawDataDescription
source: Returns raw data from any of the https://api.powerbi.com/v1.0/myorg endpoints.
es: Devuelve datos sin procesar de cualquiera de los https://api.powerbi.com/v1.0/myorg puntos finales.

# GETRawDataResult
source: Raw response for all the datasets in the Personal Workspace of the authenticated user.
es: Respuesta sin formato para todos los conjuntos de datos en el área de trabajo personal del usuario autenticado.
